[PR_ToxicFuel X2AbilityTemplate]
LocFriendlyName="剧毒燃料"
LocHelpText="将你的主武器化学喷射器的攻击中注入致命的神经毒素，这会毒害并使敌人混乱。"
LocLongDescription="将你的主武器化学喷射器的攻击中注入致命的神经毒素，这会毒害并使敌人混乱。"
LocPromotionPopupText="<Bullet/> 将你的主武器化学喷射器的攻击中注入致命的神经毒素，这会毒害并使敌人混乱。"

[PR_BlisteringAcid X2AbilityTemplate]
LocFriendlyName="强酸燃料"
LocHelpText="将你的主武器化学喷射器的攻击中注入强力的酸液，造成酸性伤害和流血效果。"
LocLongDescription="将你的主武器化学喷射器的攻击中注入强力的酸液，造成酸性伤害和流血效果。"
LocPromotionPopupText="<Bullet/> 将你的主武器化学喷射器的攻击中注入强力的酸液，造成酸性伤害和流血效果。"

[PR_WarcrimeExpertise X2AbilityTemplate]
LocFriendlyName="战争罪行精通"
LocHelpText="你的主武器化学喷射器的攻击现在不会结束回合。"
LocLongDescription="你的主武器化学喷射器的攻击现在不会结束回合。"
LocPromotionPopupText="<Bullet/> 你的主武器化学喷射器的攻击现在不会结束回合。"